<?php 
 //2017-06-02 16:21:30
//++++++++++++++++++++++++++++++++++++++++++++++
false
//++++++++++++++++++++++++++++++++++++++++++++++
 
    ?> <?php 
 //2017-06-02 17:07:25
//++++++++++++++++++++++++++++++++++++++++++++++
false
//++++++++++++++++++++++++++++++++++++++++++++++
 
    ?> <?php 
 //2017-06-02 17:09:49
//++++++++++++++++++++++++++++++++++++++++++++++
array (
  'return_code' => 'SUCCESS',
  'return_msg' => '参数错误:单号必须为33位以下的数字或字母',
  'result_code' => 'FAIL',
  'err_code' => 'PARAM_ERROR',
  'err_code_des' => '参数错误:单号必须为33位以下的数字或字母',
)
//++++++++++++++++++++++++++++++++++++++++++++++
 
    ?> <?php 
 //2017-06-02 17:11:18
//++++++++++++++++++++++++++++++++++++++++++++++
array (
  'return_code' => 'SUCCESS',
  'return_msg' => '参数错误:单号必须为33位以下的数字或字母',
  'result_code' => 'FAIL',
  'err_code' => 'PARAM_ERROR',
  'err_code_des' => '参数错误:单号必须为33位以下的数字或字母',
)
//++++++++++++++++++++++++++++++++++++++++++++++
 
    ?> <?php 
 //2017-06-02 17:34:48
//++++++++++++++++++++++++++++++++++++++++++++++
array (
  'return_code' => 'SUCCESS',
  'return_msg' => '参数错误:单号必须为33位以下的数字或字母',
  'result_code' => 'FAIL',
  'err_code' => 'PARAM_ERROR',
  'err_code_des' => '参数错误:单号必须为33位以下的数字或字母',
)
//++++++++++++++++++++++++++++++++++++++++++++++
 
    ?> <?php 
 //2017-06-02 17:36:54
//++++++++++++++++++++++++++++++++++++++++++++++
array (
  'partner_trade_no' => 'wx_1496396214',
  'amount' => '5.00',
  'desc' => '海洋书屋',
  'dongge' => 1,
)
//++++++++++++++++++++++++++++++++++++++++++++++
 
    ?> <?php 
 //2017-06-02 17:36:54
//++++++++++++++++++++++++++++++++++++++++++++++
array (
  'return_code' => 'SUCCESS',
  'return_msg' => '参数错误:单号必须为33位以下的数字或字母',
  'result_code' => 'FAIL',
  'err_code' => 'PARAM_ERROR',
  'err_code_des' => '参数错误:单号必须为33位以下的数字或字母',
)
//++++++++++++++++++++++++++++++++++++++++++++++
 
    ?> <?php 
 //2017-06-02 17:46:06
//++++++++++++++++++++++++++++++++++++++++++++++
array (
  'partner_trade_no' => 'wx_1496396766',
  'amount' => '5.00',
  'desc' => '海洋书屋',
  'dongge' => 1,
)
//++++++++++++++++++++++++++++++++++++++++++++++
 
    ?> <?php 
 //2017-06-02 17:46:06
//++++++++++++++++++++++++++++++++++++++++++++++
array (
  'return_code' => 'SUCCESS',
  'return_msg' => '参数错误:单号必须为33位以下的数字或字母',
  'result_code' => 'FAIL',
  'err_code' => 'PARAM_ERROR',
  'err_code_des' => '参数错误:单号必须为33位以下的数字或字母',
)
//++++++++++++++++++++++++++++++++++++++++++++++
 
    ?> <?php 
 //2017-06-02 18:17:49
//++++++++++++++++++++++++++++++++++++++++++++++
array (
  'partner_trade_no' => 'wx_1496398669',
  'amount' => '5.00',
  'desc' => '海洋书屋',
  'dongge' => 1,
)
//++++++++++++++++++++++++++++++++++++++++++++++
 
    ?> <?php 
 //2017-06-02 18:17:49
//++++++++++++++++++++++++++++++++++++++++++++++
array (
  'return_code' => 'SUCCESS',
  'return_msg' => '参数错误:单号必须为33位以下的数字或字母',
  'result_code' => 'FAIL',
  'err_code' => 'PARAM_ERROR',
  'err_code_des' => '参数错误:单号必须为33位以下的数字或字母',
)
//++++++++++++++++++++++++++++++++++++++++++++++
 
    ?> <?php 
 //2017-06-02 18:18:40
//++++++++++++++++++++++++++++++++++++++++++++++
array (
  'partner_trade_no' => 'wx_1496398720',
  'amount' => '5.00',
  'desc' => '海洋书屋',
  'dongge' => 1,
)
//++++++++++++++++++++++++++++++++++++++++++++++
 
    ?> <?php 
 //2017-06-02 18:18:41
//++++++++++++++++++++++++++++++++++++++++++++++
array (
  'return_code' => 'SUCCESS',
  'return_msg' => '参数错误:单号必须为33位以下的数字或字母',
  'result_code' => 'FAIL',
  'err_code' => 'PARAM_ERROR',
  'err_code_des' => '参数错误:单号必须为33位以下的数字或字母',
)
//++++++++++++++++++++++++++++++++++++++++++++++
 
    ?> <?php 
 //2017-06-02 18:23:43
//++++++++++++++++++++++++++++++++++++++++++++++
array (
  'partner_trade_no' => 'wx_1496399023',
  'amount' => '10.00',
  'desc' => '海洋书屋',
  'dongge' => 1,
)
//++++++++++++++++++++++++++++++++++++++++++++++
 
    ?> <?php 
 //2017-06-02 18:23:43
//++++++++++++++++++++++++++++++++++++++++++++++
array (
  'return_code' => 'SUCCESS',
  'return_msg' => '参数错误:单号必须为33位以下的数字或字母',
  'result_code' => 'FAIL',
  'err_code' => 'PARAM_ERROR',
  'err_code_des' => '参数错误:单号必须为33位以下的数字或字母',
)
//++++++++++++++++++++++++++++++++++++++++++++++
 
    ?> <?php 
 //2017-06-02 18:23:55
//++++++++++++++++++++++++++++++++++++++++++++++
array (
  'partner_trade_no' => 'wx_1496399035',
  'amount' => '5.00',
  'desc' => '海洋书屋',
  'dongge' => 1,
)
//++++++++++++++++++++++++++++++++++++++++++++++
 
    ?> <?php 
 //2017-06-02 18:23:55
//++++++++++++++++++++++++++++++++++++++++++++++
array (
  'return_code' => 'SUCCESS',
  'return_msg' => '参数错误:单号必须为33位以下的数字或字母',
  'result_code' => 'FAIL',
  'err_code' => 'PARAM_ERROR',
  'err_code_des' => '参数错误:单号必须为33位以下的数字或字母',
)
//++++++++++++++++++++++++++++++++++++++++++++++
 
    ?> <?php 
 //2017-06-02 18:27:24
//++++++++++++++++++++++++++++++++++++++++++++++
array (
  'partner_trade_no' => 'wx_1496399244',
  'amount' => '4.50',
  'desc' => '海洋书屋',
  'dongge' => 1,
)
//++++++++++++++++++++++++++++++++++++++++++++++
 
    ?> <?php 
 //2017-06-02 18:27:25
//++++++++++++++++++++++++++++++++++++++++++++++
array (
  'return_code' => 'SUCCESS',
  'return_msg' => '参数错误:单号必须为33位以下的数字或字母',
  'result_code' => 'FAIL',
  'err_code' => 'PARAM_ERROR',
  'err_code_des' => '参数错误:单号必须为33位以下的数字或字母',
)
//++++++++++++++++++++++++++++++++++++++++++++++
 
    ?> 